Repository: masegaloeh/avelsieve-latest
Catalog: locale/*/LC_MESSAGES/avelsieve.po
Languages: tr_tr

source: You have to define at least one header match text.
tr_tr: Metine uygun en az bir tane baþlýk belirlemelisiniz

source: Add New Rule
tr_tr: Yeni Kural Ekle

source: New Rule Wizard - Step
tr_tr: Yeni Kural Sihirbazý - Adým

source: of
tr_tr: dan

source: Rule Type
tr_tr: Kural Tipi

source: Condition
tr_tr: Koþul

source: Action
tr_tr: Aksiyon

source: Confirmation
tr_tr: Konfirmasyon

source: <p>You have chosen to keep every mail. This is the default action anyway, so you might want to start over with a rule that makes more sense. Select &quot;finished&quot; to save this rule nonetheless.</p>
tr_tr: Tüm postalarý saklamayý seçtiniz. Bu zaten varsayýlan iþlemdir, bu nedenle daha anlamlý bir kuralla baþtan baþlamak isteyebilirsiniz. Yine de bu kuralý kaydetmek için &quot;tamamlandý&quot; yazýsýný seçiniz.

source: Please use the buttons on the bottom instead of your browser's reload, back and forward buttons, to build a rule.
tr_tr: Yeni bir kural yaratmak için; web tarayýcýnýzýn yenile, geri ve ileri butonlarýnýn yerine alttaki butonu kullanýn

source: Message Filters
tr_tr: Mesaj Filtreleri

source: Server-Side mail filtering enables you to add criteria in order to automatically forward, delete or place a given message into a folder.
tr_tr: Sunucu taraflý posta filtreleme 'otomatik olarak yönlendirmek, silmek ya da bu mesajý bir dosyaya kaydetmek' için ölçütler eklemenizi saðlar.

source: Junk Mail Options
tr_tr: Önemsiz Posta (Junk) Seçenekleri

source: Filters
tr_tr: Filtreler

source: Could not set active script on your IMAP server
tr_tr: Betiðiniz IMAP sunucusu üzerinde aktif edilememiþtir

source: Please contact your administrator.
tr_tr: Lütfen Sistem Yöneticinize baþvurun

source: Could not delete rule #%s: This type of rule cannot be deleted.
tr_tr: Kural silinemedi #%s: Bu tip filtreler silinemez.

source: Could not delete rules #%s: This type of rule cannot be deleted.
tr_tr: Kurallar silinemedi #%s: Bu tip filtreler silinemez.

source: The entered position, %s, is not valid.
tr_tr: Girdiðiniz (%s) pozisyon doðru deðil.

source: The entered position, %s, is greater than the current number of rules.
tr_tr: Girdiðiniz (%s) pozisyon, þuanda ki kular numarasýndan daha büyük olmalý

source: Could not get SIEVE script from your IMAP server
tr_tr: IMAP sunucunuzdan SIEVE betiði alýnamadý

source: Unable to load script to server.
tr_tr: Sunucuya betik yüklenemiyor.

source: Could not log on to timsieved daemon on your IMAP server
tr_tr: IMAP sunucu üzerinde ki timsieved servisine giriþ yapýlamadý

source: Server responded with:
tr_tr: Sunucudan gelen yanýt:

source: AND (Every item must match)
tr_tr: VE [AND] (Her öðe eþleþmelidir)

source: OR (Either item will match)
tr_tr: VEYA [OR] (Her hangi bir öðe eþleþebilir)

source: Junk Mail Rule
tr_tr: Önemsiz Posta (Junk Mail) Filtresi

source: Whitelist
tr_tr: Güvenilir Adresler Listesi (Whitelist)

source: Sieve Code
tr_tr: Sieve Kodu

source: Perform an action on messages matching a specified header (From, To etc.).
tr_tr: Belirli bir baþlýkla (Kimden, Kime, vs.) eþleþen mesajlar için iþlem gerçekleþtir.

source: Envelope
tr_tr: Zarf (Envelope)

source: Size
tr_tr: Boyut (Size)

source: Perform an action on messages depending on their size.
tr_tr: Mesajlarýn boyutlarýna göre iþlem gerçekleþtir.

source: Body
tr_tr: Gövde

source: Perform an action on messages depending on their content (body text).
tr_tr: Mesajlarýn içeriklerine (gövde metni) göre iþlem gerçekleþtir.

source: All
tr_tr: Hepsi (All)

source: Perform an action on <strong>all</strong> incoming messages.
tr_tr: Gelen tüm mesajlar üzerinde eylemi gerçekleþtirin

source: contains
tr_tr: içerir

source: does not contain
tr_tr: içermez

source: is
tr_tr: ise

source: is not
tr_tr: deðil ise

source: matches
tr_tr: eþleþir

source: does not match
tr_tr: eþleþmez

source: is greater than
tr_tr: büyüktür

source: is greater or equal to
tr_tr: büyük yada eþittir

source: is lower than
tr_tr: küçüktür

source: is lower or equal to
tr_tr: küçük yada eþittir

source: is equal to
tr_tr: eþittir

source: is not equal to
tr_tr: eþit deðildir

source: verbose
tr_tr: ayrýntýlý

source: terse
tr_tr: özet

source: More suitable for viewing the table of rules at once
tr_tr: Kurallar tablosunu hemen görmek için daha uygun.

source: source
tr_tr: kaynak

source: Display SIEVE source
tr_tr: SIEVE kaynaðýný göster

source: Low
tr_tr: Düþük

source: High
tr_tr: Yüksek

source: Delete
tr_tr: Sil

source: Edit
tr_tr: Düzenle

source: Duplicate
tr_tr: Kopyala

source: Move Up
tr_tr: Yukarý taþý

source: Move Down
tr_tr: Aþaðý taþý

source: Junk Folder
tr_tr: Önemsiz Posta (Junk Mail) Klasörü

source: Store SPAM message in your Junk Folder. Messages older than %s days will be deleted automatically.
tr_tr: SPAM mesajlarý Önemsiz Posta Klasörüne depolar. %s günden daha eski mesajlar otomatik olarak silinir.

source: Trash Folder
tr_tr: Çöp Kutusu

source: Store SPAM message in your Trash Folder. You will have to purge the folder yourself.
tr_tr: SPAM mesajlarý Çöp Kutusunda depolar. Bu klasörü kendiniz temizleyebilirsiniz.

source: Discard SPAM message. You will get no indication that the message ever arrived.
tr_tr: SPAM mesajlarý siler. Her hangi bir bildirim almazsýnýz.

source: Server-Side Mail Filtering
tr_tr: Sunucu-Taraflý Mail Filtreleme

source: Successfully added new rule.
tr_tr: Yeni kural baþarý ile eklenmiþtir.

source: You must correct the above errors before continuing.
tr_tr: Devam etmeden önce üstte belirtilen hatayý/hatalarý düzeltmelisiniz.

source: (Rule #%s)
tr_tr: (Kural #%s)

source: Configure Anti-SPAM Protection
tr_tr: Anti-SPAM Korumasý yapýlandýrmasý

source: All incoming mail is checked for unsolicited commercial content (SPAM) and marked accordingly. This special rule allows you to configure what to do with such messages once they arrive to your Inbox.
tr_tr: Her postada istenmeyen reklam içeriði (SPAM) olup olmadýðý kontrol edilir ve ona göre iþaretlenir. Bu özel kural, gelen kutunuza böyle bir mesaj geldiðinde ne yapýlacaðýný yapýlandýrmanýzý saðlar.

source: Select %s to add the predefined rule, or select the advanced SPAM filter to customize the rule.
tr_tr: Önceden tanýmlanmýþ kurala ekleme yapmak için %s seçin veya kuralý kiþiselleþtirmek için Geliþmiþ SPAM filtresi seçin

source: Advanced Spam Filter...
tr_tr: Geliþmiþ SPAM filtresi...

source: Target Score
tr_tr: Hedef Puan

source: Messages with SPAM-Score higher than the target value, the maximum value being %s, will be considered SPAM.
tr_tr: SPAM-deðeri hedeflenen deðerden fazla olan mesajlar, en fazla %s olanlar SPAM olarak deðerlendirilir.

source: SPAM Lists to check against
tr_tr: Karþýdan kontrol için SPAM listeleri

source: Messages that match any of these header rules will never end up in Junk Folders or regarded as SPAM.
tr_tr: Bu baþlýklarýn herhangi biriyle eþleþen mesajlar asla Önemsiz Posta (Junk Mail) olarak deðerlendirilmez. Dosyalar SPAM olarak deðerlendirilir.

source: STOP
tr_tr: DUR

source: If this rule matches, do not check any rules after it.
tr_tr: Eðer bu filtre eþleþiyorsa, diðer filtreleri kontrol etme.

source: Apply Changes
tr_tr: Deðiþiklikleri Uygula

source: Cancel
tr_tr: Ýptal Et

source: There is currently no Junk Mail Filter, so we are suggesting the following default settings. To add the Junk Mail Filter, simply choose <em>&quot;%s&quot;</em>.
tr_tr: Henüz Önemsiz Posta Filtresi tanýmlanmamýþtýr bu yüzden aþaðýda ki varsayýlan ayarlarý öneririz. Önemsiz Posta (Junk Mail) Filtresi eklemek için <em>&quot;%s&quot;</em> butonuna týklayýn

source: Automatically delete Junk Messages
tr_tr: Önemsiz Postalarý (Junk Mail) otomatik olarak sil

source: when they are older than %s days
tr_tr: %s günden eski olduðunda

source: Enable Whitelist
tr_tr: Güvenilir Adresler listesini aktif et (Whitelist)

source: Messages sent from the addresses in your Whitelist will never end up in your Junk Mail folder, or considered as SPAM.
tr_tr: Güvenilir adresler listenizden gelen mesajlar asla Junk (Çöp) dosyasýna konmaz ya da SPAM olarak deðerlendirilmez.

source: Edit Whitelist....
tr_tr: Güvenilir Adresler listesini düzenle (Whitelist)

source: Automatically add all your Address Book Contacts in the Whitelist
tr_tr: Adres defterindeki tüm kayýtlarý otomatik olarak izin verilenler listesine (whitelist) ekle

source: Configure Advanced Junk Mail Tests
tr_tr: Geliþmiþ Önemsiz Posta (Junk Mail) testlerini yapýlandýr

source: Junk Mail Options have been saved.
tr_tr: Önemsiz Posta (Junk Mail) Seçenekleri Kaydedildi.

source: Editing Whitelist
tr_tr: Güvenilir Adresler listesi düzenleniyor (Whitelist)

source: Messages coming from the email addresses that you enter here will never end up in your Junk folder or be considered as SPAM.
tr_tr: Buraya yazdýðýnýz posta adreslerinden gelen mesajlar asla Junk (Çöp) dosyasýna konmaz ya da SPAM olarak deðerlendirilmez.

source: Enter <strong>one (1) email address per line</strong>. Note that you can also enter an incomplete address or a mail domain.
tr_tr: <strong>Her satýra bir eposta adresi</strong> girin. Ayrýca tamamlanmamýþ eposta veya postaya ait alan adýda girebilirsiniz.

source: Example:
tr_tr: Örnek:

source: Whitelist has been updated.
tr_tr: Güvenilir Adresler listesini güncellendi (Whitelist)

source: Editing Sieve Code (Rule #%s)
tr_tr: Sieve kodu düzenleniyor (Rule #%s)

source: Custom Rule
tr_tr: Özel Filtre

source: Please enter valid Sieve code in the textbox below.
tr_tr: Lütfen aþaðýdaki kutucuða geçerli Sieve kodunu girin.

source: Note: The <tt>require</tt> command is not needed; it will be added automatically at the start of the script.
tr_tr: Not: <tt>require</tt> komutu gerekli deðildir; betiðin baþýnda otomatik olarak eklenecektir.

source: Sieve Capabilities supported: %s
tr_tr: Desteklenen Sieve Özellikleri: %s

source: Please enter a valid Sieve code snippet.
tr_tr: Lütfen geçerli bir Sieve kod parçasýný girin.

source: The condition for the following rules is:
tr_tr: Aþaðýda ki kurallara ait þart:

source: Less...
tr_tr: Daha Az ...

source: More...
tr_tr: Daha Fazla ...

source: bigger
tr_tr: büyük

source: smaller
tr_tr: küçük

source: than
tr_tr: daha

source: KB (kilobytes)
tr_tr: KB (Kilobyte)

source: MB (megabytes)
tr_tr: MB (Megabyte)

source: All Messages
tr_tr: Tüm mesajlar

source: The following action will be applied to <strong>all</strong> incoming messages that do not match any of the previous rules.
tr_tr: Aþaðýdaki iþlem önceki kurallarýn hiç birine uymayan tüm gelen mesajlar için uygulanacaktýr.

source: Choose what to do when this rule triggers, from one of the following:
tr_tr: Aþaðýdaki seçeneklerden bu kural devreye girince ne yapýlacaðýný seçiniz.

source: Editing Mail Filtering Rule
tr_tr: SPAM filtresi düzenleniyor

source: Additional Actions
tr_tr: Ekstra eylemler

source: Clear this Form
tr_tr: Formu temizle

source: Start Over
tr_tr: Baþtan baþla

source: Move back to step
tr_tr: Bir önceki adýma geçiniz.

source: Finished
tr_tr: Tamamlandý

source: Move on to step
tr_tr: Bir sonraki adýma geçiniz.

source: Your new rule states:
tr_tr: Yeni filtrenizin durumu:

source: If this is what you wanted, select Finished. You can also start over or cancel adding a rule altogether.
tr_tr: Eðer istemiþ olduðunuz buysa 'Tamamlandý' yazýsýný seçiniz.

source: Here you can add or delete filtering rules for your email account. These filters will always apply to your incoming mail, wherever you check your email.
tr_tr: Buradan, e-posta hesabýnýz için filtreleme kurallarýný ekleyip silebilirsiniz. Bu filtreler postalarýnýzý nereden kontrol ederseniz edin her zaman gelen postalarýnýza uygulanacaktýr.

source: You don't have any rules yet. Feel free to add any with the button &quot;Add a New Rule&quot;. When you are done, please select &quot;Save Changes&quot; to get back to the main options screen.
tr_tr: Henüz bir kuralýnýz yok. <b>'Yeni Kural Ekle'</b> butonuyla kural ekleyebilirsiniz.

source: When you are done with editing, <strong>remember to select &quot;Save Changes&quot;</strong> to activate your changes!
tr_tr: Düzenleme iþini bitirdiðinizde deðiþiklikleri etkinleþtirmek için 'Deðiþiklikleri Kaydet' seçeneðine týklamayý unutmayýn.

source: The following table summarizes your current mail filtering rules.
tr_tr: Aþaðýdaki tabloda mevcut posta filtreleme kurallarýna ait özetler bulunmaktadýr

source: Warning: In your rules, you have defined an action that refers to a folder that does not exist or a folder where you do not have permission to append to.
tr_tr: Uyarý: Kurallarýnýzda varolmayan ya da ekleme yapama yetkiniz olmayan bir dosyadan bahseden bir iþlem tanýmladýnýz.

source: Options
tr_tr: Seçenekler

source: Description of Rule
tr_tr: Kural açýklamasý

source: Display as:
tr_tr: Görüntüleme Türü:

source: Enable
tr_tr: Aktif et

source: Disable
tr_tr: Devre dýþý býrak

source: When you are done, please click the button below to return to your webmail.
tr_tr: Bitirdiðinizde lütfen Webmail'e dönmek için aþaðýdaki butona týklayýnýz.

source: Save Changes
tr_tr: Deðiþiklikleri Kaydet

source: Created:
tr_tr: Oluþturulma:

source: Last modified:
tr_tr: Son düzenleme:

source: Current Mail Filtering Rules
tr_tr: Güncel Posta Filtreleme Kurallarý

source: Close
tr_tr: Kapat

source: No Filtering Rules Defined Yet
tr_tr: Henüz filtreleme kurallarý tanýmlý deðil

source: Send this Rule by Email
tr_tr: Kuralý eposta ile gönder

source: Go
tr_tr: Git

source: Action for Selected Rules:
tr_tr: Seçili kural(lar) için eylem

source: Junk Folder Information
tr_tr: Önemsiz posta klasörü bilgileri

source: Messages in this folder have been identified as SPAM / Junk.
tr_tr: Bu klasördeki mesajlar SPAM / Önemsiz Posta (Junk Mail) olarak tanýmlanmýþtýr.

source: Note: Junk Mail is currently not enabled. Select &quot;%s&quot; to enable it.
tr_tr: Önemsiz Posta (Junk Mail) seçeneði aktif deðildir. Aktif etmek için &quot;%s&quot; seçin

source: Edit Junk Mail Options...
tr_tr: Önemsiz posta (Junk Mail) seçeneklerini düzenle...

source: Any messages older than %s days are automatically deleted.
tr_tr: %s günden daha eski mesajlar otomatik olarak silinir.

source: Automatically
tr_tr: Atomatik olarak

source: Sender
tr_tr: Gönderen

source: Subject
tr_tr: Konu

source: Vacation Filter Reminder
tr_tr: Tatil (Vacation) filtresi hatýrlatýcýsý

source: (Creates a new server-side filtering rule, based on the above criteria)
tr_tr: (Üstteki kriterlere göre yeni sunucu-taraflý filtre oluþturulur)

source: Notice: The following criteria cannot be expressed as server-side filtering rules:
tr_tr: Not: Aþaðýdaki kriterler sunucu-taraflý filtre olarak ifade edilememektedir.

source: Reason:
tr_tr: Sebep:

source: The Body extension is not supported in this server.
tr_tr: Bu uzantý sunucu tarafýndan desteklenmemektedir.

source: Note that Only From:, To:, Cc: and Subject: headers will be checked in the server filter.
tr_tr: Unutmayýn ki sadece Kimden:, Kime:, Bilgi: ve Konu: baþlýklarý sunucu filtresinin kontrolünden geçecektir.

source: These search expressions are not applicable during message delivery.
tr_tr: Bu arama ifadeleri mesaj gönderimi sýrasýnda uygulanabilir deðildir.

source: Save the message in your INBOX.
tr_tr: Mesajý gelen kutusunda saklar

source: Silently discards the message; use with caution.
tr_tr: Her hangi bir uyarý vermeden mesajý siler; dikkatli kullanýn

source: Reject
tr_tr: Reddet

source: Send the message back to the sender, along with an excuse
tr_tr: Aþaðýdaki açýklama ile birlikte mesaj göndericisine geri yollanýr

source: Please do not send me large attachments.
tr_tr: Lütfen bana büyük boyutta ekler yollamayýnýz.

source: Redirect
tr_tr: Yönlendir

source: Automatically redirect the message to a different email address
tr_tr: Mesajý otomatik olarak farklý eposta adresine yönlendirir

source: someone@example.org
tr_tr: birisi@example.com

source: Keep a local copy as well.
tr_tr: Yerel bir kopyasýný sakla

source: Incorrect email address(es). You must enter one or more valid email addresses, separated by comma.
tr_tr: Girilen eposta adres(ler)i yanlýþ, lütfen en az bir geçerli eposta adresi girin. Çoklu adresler virgül ile ayrýlýr

source: Or specify a new folder: %s to be created under %s
tr_tr: veya yeni bir klasör belirtin: %s, tanýmlayacaðýnýz bu klasör %s altýnda oluþturulacaktýr

source: Vacation
tr_tr: Tatil Modu

source: This is an automated reply; I am away and will not be able to reply to you immediately.
tr_tr: Otomatik Cevap; Dýþarýda olduðum için size cevap dönemiyorum

source: I will get back to you as soon as I return.
tr_tr: Döndüðümde, en kýsa sürede cevap dönmeye çalýþacaðým.

source: The notice will be sent only once to each person that sends you mail, and will not be sent to a mailing list address.
tr_tr: Bildiri size e-posta gönderen her kiþiye sadece bir kere gönderilecektir ve posta listelerine gönderilmeyecektir.

source: Subject:
tr_tr: Konu:

source: A vacation message will be sent only if an email is sent explicitly to one of these addresses.
tr_tr: Mail özellikle bu adreslerden birine gönderilmiþse tatil mesajý iletilecektir.

source: days
tr_tr: gün

source: A vacation message will not be resent to the same address, within this number of days.
tr_tr: Tatil modu mesajý ayný göndericilere üstte belirtilen gün(ler) içinde sadece bir kez yollanýr

source: The number of days between vacation messages must be a positive number.
tr_tr: Tatil modu mesajý için girdiðiniz gün sayýsý pozitif bir sayý olmalýdýr.

source: Notify
tr_tr: Bildir

source: Mobile Phone Message (SMS)
tr_tr: SMS ile

source: Email notification
tr_tr: E-Posta ile

source: Notification via Zephyr
tr_tr: Zephyr ile

source: Notification via ICQ
tr_tr: ICQ ile

source: Method
tr_tr: Yöntem

source: Notification ID
tr_tr: Bildirim ID

source: Destination
tr_tr: Hedef

source: Priority
tr_tr: Öncelik

source: Message
tr_tr: Mesaj

source: Help: Valid variables are:
tr_tr: Yardým: Kullanýlabilir deðiþkenler:

source: Also keep copy in INBOX, marked as deleted.
tr_tr: Ayrýca gelen kutunuzda, silinmiþ olarak iþaretlenmiþ bir kopyasýný saklar

source: The rule will have no effect for as long as it is disabled.
tr_tr: Kural devre dýþý olduðu sürece hiç bir etkisi yoktur.

source: Store message in your Junk Folder. Messages older than %s days will be deleted automatically.
tr_tr: Mesajlarý önemsiz klasörüne depolar. %s günden daha eski mesajlar otomatik olarak silinir.

source: Note that you can set the number of days in Folder Preferences.
tr_tr: Klasör tercihlerindeki gün sayýsýný ayarlayabilirsiniz.

source: Store message in your Trash Folder. You will have to purge the folder yourself.
tr_tr: Mesajlarý çöp kutusunda depolar. Klasörü kendiniz temizleyebilirsiniz.

source: All messages considered as <strong>SPAM</strong> (unsolicited commercial messages)
tr_tr: Tüm mesajlarý <strong>SPAM</strong> olarak say. (istenmeyen ticari iletiler olarak)

source: unless
tr_tr: olmadýkça

source: Whitelist:
tr_tr: Güvenilir Adresler listesi (whitelist):

source: or
tr_tr: veya

source: matching the Spam List(s):
tr_tr: Spam liste(ler)i ile eþleþme

source: Spam List(s):
tr_tr: Spam liste(ler)i:

source: Score > %s
tr_tr: Deðeri > %s

source: will be
tr_tr: olabilir

source: stored in the Junk Folder.
tr_tr: Önemsiz klasöründe tutulan

source: Junk
tr_tr: Önemsiz posta klasörü

source: stored in the Trash Folder.
tr_tr: Çöp Kutusunda tutulan

source: Trash
tr_tr: Çöp Kutusu

source: Junk Mail Rule is Disabled
tr_tr: Önemsiz Posta (Junk Mail) Kurularý aktif deðildir.

source: Junk Mail
tr_tr: Önemsiz posta (Junk Mail)

source: matching any one of the Spam tests as follows:
tr_tr: Aþaðýdaki Spam testlerinden herhangi biri ile eþleþiyor:

source: Spam Tests:
tr_tr: Spam Testleri:

source: stored in the <strong>Junk</strong> Folder.
tr_tr: Önemsiz klasöründe saklanýr

source: stored in the <strong>Trash</strong> Folder.
tr_tr: Çöp kutusunda saklanýr

source: <strong>Whitelist</strong> - The following email addresses are whitelisted and will not end up in Junk folders or considered as SPAM:
tr_tr: Güvenilir adresler listesi - Aþaðýdaki e-posta adresleri güvenilir adresler listesindedir ve asla Junk (Çöp) dosyasýna konmayacak ya da SPAM olarak deðerlendirilmeyecektir.

source: and %s more email addresses / expressions.
tr_tr: %s ve daha fazla e-posta adres(ler)ini ifadeler

source: %s more entries...
tr_tr: %s ve daha fazla kayýt(lar)ý...

source: View Source
tr_tr: Kaynaðý Göster

source: the envelope %s
tr_tr: Zarf %s

source: Envelope %s
tr_tr: Zarf %s

source: the address %s
tr_tr: Adres %s

source: exists
tr_tr: var

source: does not exist
tr_tr: yok

source: This rule is currently <strong>DISABLED</strong>:
tr_tr: Bu kural þu anda devre dýþý.

source: DISABLED
tr_tr: DEVRE DIÞI

source: If
tr_tr: Þart

source: <em>any</em> of the following mail headers match:
tr_tr: Aþaðýdaki herhangi bir posta baþlýðý ile eþleþ:

source: <em>all</em> of the following mail headers match:
tr_tr: Aþaðýdaki tüm posta baþlýðý ile eþleþ:

source: the size of the message is
tr_tr: mesaj boyutu

source: bigger
tr_tr: büyüktür

source: smaller
tr_tr: küçüktür

source: For <strong>ALL</strong> incoming messages;
tr_tr: <strong>TÜM</strong> gelen mesajlar için;

source: ALL
tr_tr: TÜM

source: and
tr_tr: ve

source: then
tr_tr: olduðunda

source: <em>reject</em> it, sending this excuse back to the sender:
tr_tr: <em>reddet</em>bu nedenle gönderene geri gönderiliyor.

source: Redirect to
tr_tr: Yeniden yönlendir:

source: <em>redirect</em> it to the email address
tr_tr: E-Posta adresine yönlendir

source: (Warning: Folder not available)
tr_tr: (Uyarý: Klasör mevcut deðil)

source: reply with this vacation message:
tr_tr: bu mesaj ile cevapla:

source: Also keep a local copy.
tr_tr: Ayrýca yerel bir kopyasýný sakla

source: Also keep a copy in INBOX, marked as deleted.
tr_tr: Ayrýca INBOX içerisine silinmiþ olarak iþaretlenmiþ bir kopyasýný saklar.

source: Also notify using the method
tr_tr: Ayrýca yöntemi kullanarak bildir

source: with
tr_tr: ile

source: priority and the message
tr_tr: öncelik ve mesaj

source: Notify %s
tr_tr: Bildir %s

source: Stop
tr_tr: Dur

source: You have not defined the name for the new folder.
tr_tr: Bu yeni klasörün adýný tanýmlý deðil.

source: Please try again.
tr_tr: Lütfen tekrar deneyiniz.

source: Illegal folder name. Please select a different name
tr_tr: Ýllegal klasör ismi, lütfen farklý bir isim seçiniz.
