Repository: masegaloeh/avelsieve-latest
Catalog: avelsieve/main_plugin/trunk/locale/*/LC_MESSAGES/avelsieve.po
Languages: lt_lt

source: You have to define at least one header match text.
lt_lt: Jûs turite nurodyti bent vienà antraðtæ atitinkanèià teksto eilutæ.

source: You have not defined the name for the new folder.
lt_lt: Jûs nenurodëte naujo aplanko vardo.

source: Please try again.
lt_lt: Pabandykite dar karta.

source: Illegal folder name. Please select a different name
lt_lt: Netinkamas aplanko vardas. Pasirinkite kita

source: Add New Rule
lt_lt: Pridëti naujà taisyklæ

source: New Rule Wizard - Step
lt_lt: Naujos taisyklës kûrimo pagalbininkas - Þingsnis

source: of
lt_lt: ið

source: Rule Type
lt_lt: Taisyklës tipas

source: Condition
lt_lt: Sàlyga

source: Action
lt_lt: Veiksmas

source: Confirmation
lt_lt: Patvirtinimas

source: <p>You have chosen to keep every mail. This is the default action anyway, so you might want to start over with a rule that makes more sense. Select &quot;finished&quot; to save this rule nonetheless.</p>
lt_lt: <p>Jûs pasirinkote iðsaugoti visas þinutes nepakeistas. Kadangi tai yra standartinis veiksmas pagal nutylëjimà, jis yra beprasmis. Gal vertëtø suformuoti taisyklæ ið naujo? Pasirinkite &quot;Baigti&quot;, jei vis tik norite iðsaugoti ðià taisyklæ.</p>

source: Please use the buttons on the bottom instead of your browser's reload, back and forward buttons, to build a rule.
lt_lt: Norëdami sukurti taisyklæ naudokitës þemiau esanèiais navigacijos mytgtukais, o ne narðyklës puslapio perkrovimo mygtuku ar komanda.

source: Clear this Form
lt_lt: Iðvalyti ðià formà

source: Start Over
lt_lt: Pradëti ið naujo

source: Cancel
lt_lt: Atðaukti

source: Move back to step
lt_lt: Gráþti atgal

source: Finished
lt_lt: Baigti

source: Move on to step
lt_lt: Perðokti á þingsná

source: What kind of rule would you like to add?
lt_lt: Kokio tipo taisyklæ jûs norite sukurti?

source: The rule will trigger if the following addresses appear anywhere in the message's headers:
lt_lt: Taisyklë sureaguos jei taip þinutës antraðèiø pasirodys nurodyti adresai:

source: AND (Every item must match)
lt_lt: IR (Turi sutapti visi poþymiai)

source: OR (Either item will match)
lt_lt: ARBA (Turi sutapti bent vienas poþymis)

source: The condition for the following rules is:
lt_lt: Ðios taisyklës sàlyga yra:

source: The header
lt_lt: Antraðtë

source: Less...
lt_lt: Maþiau...

source: More...
lt_lt: Daugiau...

source: This rule will trigger if message is
lt_lt: Ði taisyklë suveiks jei þinutë yra

source: bigger
lt_lt: didesnë

source: smaller
lt_lt: maþesnë

source: than
lt_lt: nei

source: KB (kilobytes)
lt_lt: KB (kilobaitø)

source: MB (megabytes)
lt_lt: MB (megabaitø)

source: The following action will be applied to <strong>all</strong> incoming messages that do not match any of the previous rules.
lt_lt: Ðis veiksmas bus pritaikytas <strong>visoms</strong> atëjusios þinutëms, kurios neatitiks nei vienos ið ankstesniø taisykliø.

source: This rule will trigger upon the occurrence of one or more strings in the body of an e-mail message.
lt_lt: Ði taisyklë suveiks jei þinutës tekste ar antraðtëse bus viena ar kelios nurodytos simboliø sekos.

source: Choose what to do when this rule triggers, from one of the following:
lt_lt: Pasirinkite kà daryti, kai taisyklë suveikia, ið galimø veiksmø:

source: Keep (Default action)
lt_lt: Iðsaugoti nepakeista (standartinis veiksmas)

source: Discard Silently
lt_lt: Tyliai iðtrinti

source: Reject, sending this excuse to the sender:
lt_lt: Atmesti, graþinant siuntëjui nurodytà praneðimà:

source: Please do not send me large attachments.
lt_lt: Praðau nesiøsti man dideliø priedø.

source: Redirect to the following email address:
lt_lt: Persiøsti á nurodytà adresà:

source: Move message into
lt_lt: Perkelti þinutæ á

source: the existing folder
lt_lt: egzistuojantá aplankà

source: a new folder, named
lt_lt: naujà aplankà, pavadintà

source: created as a subfolder of
lt_lt: sukurtà aplanke

source: Also keep copy in INBOX, marked as deleted.
lt_lt: Kartu iðsaugoti kopijà tarp INBOX, paþymëtà kaip iðtrintà.

source: Vacation
lt_lt: Atostogos

source: The notice will be sent only once to each person that sends you mail, and will not be sent to a mailing list address.
lt_lt: Perspëjimas bus nusiøstas vienà kartà kiekvienam asmeniui, kuris bandys jums atsiøsti laiðkà, bet nebus siunèiamas á susiraðinëjimo sàraðus.

source: Addresses: Only reply if sent to these addresses:
lt_lt: Adresai: Atsakyti tik nurodytiems adresams:

source: Days: Reply message will be resent after
lt_lt: Dienos: Pakartotinai perspëjimas bus nusiøstas po

source: days
lt_lt: dienos(ø)

source: Use the following message:
lt_lt: Naudoti nurodytà praneðimà:

source: This is an automated reply; I am away and will not be able to reply to you immediately.
lt_lt: Tai yra autoatsakiklis. Að ðiuo metu esu toli ir negaliu tuoj pat atsakyti á jûsø þinutæ.

source: I will get back to you as soon as I return.
lt_lt: Atsakysiu jums kai tik galësiu.

source: Additional Actions
lt_lt: Papildomi veikmai

source: STOP
lt_lt: Sustoti

source: If this rule matches, do not check any rules after it.
lt_lt: Jei taisyklë sutampa, nebetikrinti kitø taisykliø.

source: Notify me, using the following method:
lt_lt: Praneðkite man nurodytu metodu:

source: Notification ID
lt_lt: Praneðimo ID

source: Parameters
lt_lt: Nustatymai

source: Message
lt_lt: þinutë

source: Help: Valid variables are:
lt_lt: Pagalba: Tinkami kintamieji yra:

source: Your new rule states:
lt_lt: Jûsø nauja taisyklë teigia:

source: If this is what you wanted, select Finished. You can also start over or cancel adding a rule altogether.
lt_lt: Jei tai yra tai, ko jûs norite, pasirinkite Baigti. Tai pat jûs galite pradëti ið naujo arba visai atðaukti ðià taisyklæ.

source: Error Encountered
lt_lt: Ávyko klaida

source: For <strong>ALL</strong> incoming messages;
lt_lt: <strong>VISOMS</strong> ateinanèioms þinutëms;

source: If
lt_lt: Jei

source: <em>any</em> of the following mail headers match:
lt_lt: <em>bent viena</em> ið nurodytø antraðèiø atitinka:

source: <em>all</em> of the following mail headers match:
lt_lt: <em>visos</em> nurodytos paðto antraðtos atitinka:

source: the header
lt_lt: antraðtë

source: is
lt_lt: yra

source: is not
lt_lt: nëra

source: contains
lt_lt: turi

source: does not contain
lt_lt: neturi

source: matches
lt_lt: atitinka

source: does not match
lt_lt: neatitinka

source: is greater than
lt_lt: yra didesnë nei

source: is greater or equal to
lt_lt: yra didesnë arba lygi

source: is lower than
lt_lt: yra maþesnë nei

source: is lower or equal to
lt_lt: yra maþesnë arba lygi

source: is equal to
lt_lt: yra lygi

source: is not equal to
lt_lt: yra nelygi

source: matches the regural expression
lt_lt: atitinka iðraiðkà

source: does not match the regural expression
lt_lt: neatitinka iðraiðkos

source: exists
lt_lt: egzistuoja

source: does not exist
lt_lt: neegzistuoja

source: the size of the message is
lt_lt: þinutës dydis yra

source: bigger
lt_lt: didesnis

source: smaller
lt_lt: maþesnis

source: then
lt_lt: nei

source: <em>keep</em> it.
lt_lt: <em>iðsaugoti</em>

source: <em>discard</em> it.
lt_lt: <em>atsikratyti</em>

source: <em>reject</em> it, sending this excuse back to the sender:
lt_lt: <em>atmesti</em> siuntëjui su nurodytu praneðimu:

source: <em>redirect</em> it to the email address
lt_lt: <em>persiøsti</em> á nurodytà adresà

source: <em>file</em> it into the folder <strong>
lt_lt: <em>iðsaugoti</em> aplanke <strong>

source: reply with this vacation message:
lt_lt: atsakyti su atostogø þinute:

source: Also keep a copy in INBOX, marked as deleted.
lt_lt: Iðsaugoti kopijà tarp INBOX, paþymëti kaip iðtrintà.

source: Then <strong>STOP</strong> processing rules.
lt_lt: Tada <strong>LIAUTIS</strong> apdoroti kitas taisykles.

source: Also notify using the method
lt_lt: Taip pat informuoti naudojant metodà

source: with
lt_lt: su

source: priority and the message
lt_lt: prioritetu ir þinute

source: Address Match
lt_lt: Adreso sutapimas

source: Header Match
lt_lt: Antraðtës sutapimas

source: Perform an action on messages matching a specified header (From, To etc.).
lt_lt: Atlikti veiksmus su þinutëmis turinèiomis atitinkamas antraðtes (Nuo, Kam ir kt.).

source: Size
lt_lt: Dydis

source: Perform an action on messages depending on their size.
lt_lt: Atlikti veiksmus su þinutëmis priklausomai nuo jø dydþio.

source: All Messages
lt_lt: Visos þinutës

source: Perform an action on <strong>all</strong> incoming messages.
lt_lt: Apdoroti <strong>visas</strong> ateinanèias þinutes.

source: Body Match
lt_lt: Turinio sutapimas

source: Perform an action on messages depending on their content (body text).
lt_lt: Atlikti veiksmus su þinutëmis priklausomai nuo jø turinio (viso þinutës teksto).

source: verbose
lt_lt: iðsamus

source: terse
lt_lt: trumpas

source: Mobile Phone Message (SMS)
lt_lt: Praneðimas á mobilø (SMS)

source: Email notification
lt_lt: Praneðimas á paðtà

source: Notification via Zephyr
lt_lt: Praneðimas per Zephyr sistemà

source: Notification via ICQ
lt_lt: Praneðimas per ICQ sistemà

source: Low
lt_lt: Þemas

source: Normal
lt_lt: Normalus

source: High
lt_lt: Aukðtas

source: Delete
lt_lt: Iðtrinti

source: Edit
lt_lt: Taisyti

source: Duplicate
lt_lt: Dubliuoti

source: Move Up
lt_lt: Perkelti aukðtyn

source: Move Down
lt_lt: Perkelti þemyn

source: Editing Mail Filtering Rule
lt_lt: Taisoma paðto filtravimo taisyklë

source: Apply Changes
lt_lt: Iðsaugoti pakeitimus

source: Message Filters
lt_lt: Þinuèiø filtrai

source: Server-Side mail filtering enables you to add criteria in order to automatically forward, delete or place a given message into a folder.
lt_lt: Serverio pusës filtrai leidþia jums nustatyti kriterijus, kurias remiantis paðto sistema automatiðkai persiøs, iðtrins ar patalpins gautas þinutes á nurodytà aplankà.

source: Filters
lt_lt: Filtrai

source: Please contact your administrator.
lt_lt: Susisiekite su jûsø paðto administratoriumi.

source: Could not log on to timsieved daemon on your IMAP server
lt_lt: Nepavyko prisijungti prie jûsø IMAP serverio timsieved posistemës

source: Current Mail Filtering Rules
lt_lt: Esamos paðto filtravimo taisyklës

source: No Filtering Rules Defined Yet
lt_lt: Nëra jokiø paðto filtravimo taisykliø

source: in order to save your rules.
lt_lt: norint iðsaugoti jûsø taisykles.

source: Could not set active script on your IMAP server
lt_lt: Nepavyko nustatyti aktyvaus skripto jûsø IMAP serveryje

source: Could not get SIEVE script from your IMAP server
lt_lt: Nepavyko gauti SIEVE skripto ið jûsø IMAP serverio

source: (Probably the script is size null).
lt_lt: (Greièiausiai skripto dydis yra nulinis).

source: All your rules have been deleted
lt_lt: Visos jûsø taisyklës iðtrintos

source: Delete Selected
lt_lt: Iðtrinti pasirinktà

source: Server-Side Mail Filtering
lt_lt: Serverio pusës paðto filtravimas

source: Here you can add or delete filtering rules for your email account. These filters will always apply to your incoming mail, wherever you check your email.
lt_lt: Èia jûs galite pridëti ar paðalinti filtravimo taisykles galiojanèias jûsø paðtui. Filtrai suveiks su kiekviena jums atëjusia þinute, kai tik jûs patikrinsite savo paðtà.

source: You don't have any rules yet. Feel free to add any with the button &quot;Add a New Rule&quot;. When you are done, please select &quot;Save Changes&quot; to get back to the main options screen.
lt_lt: Jûs neturite nei vienos taisyklës. Galite jas sukurit pasinaudomi &quot;Pridëti naujà taisyklæ&quot; mygtuku. Pabaigæ iðsaugokite savo pakeitimus, kad gráþti á pradiná langà.

source: When you are done with editing, <strong>remember to select &quot;Save Changes&quot;</strong> to activate your changes!
lt_lt: Pabaigæ taisykliø kûrimà <strong>nepamirðkite jø iðsaugoti</strong>, kad pakeitimai suveiktø!

source: Successfully added new rule.
lt_lt: Sëkmingai pridëta nauja taisyklë.

source: Successfully updated rule #
lt_lt: Sëkmingai atnaujinta taisyklë Nr.

source: Successfully deleted rules #
lt_lt: Sëkmingai iðtrintos taisyklës Nr.

source: Successfully deleted rule #
lt_lt: Sëkmingai iðtrinta taisyklë Nr.

source: The following table summarizes your current mail filtering rules.
lt_lt: Ði lentelë apibendrina jûsø dabartines paðto filtravimo taisykles.

source: No
lt_lt: Ne

source: Description of Rule
lt_lt: Taisyklës apraðymas

source: Display as:
lt_lt: Parodyti kaip:

source: Options
lt_lt: Nustatymai

source: Add a New Rule
lt_lt: Pridëti naujà taisyklæ

source: When you are done, please click the button below to return to your webmail.
lt_lt: Kai baigsite, paspauskite þemiau esantá mygtukà, kad gráþti á savo paðtà.

source: Save Changes
lt_lt: Iðsaugoti pakeitimus
